Revit 2027 API
SymbolTypeId.GJ Property
 Symbol GJ, indicating unit Gigajoules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GJ { get; }
Public Shared ReadOnly Property GJ As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GJ {
	ForgeTypeId^ get ();
}
static member GJ : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace